[{"ArtistID":"129","FirstName":"Lawrence","LastName":"Alma-Tadema","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1836","YearOfDeath":"1912","Details":"Sir Lawrence Alma-Tadema (born Lourens Alma Tadema) was a Dutch painter of special British denizenship. Born in Dronrijp, the Netherlands, and trained at the Royal Academy of Antwerp, Belgium, he settled in England in 1870 and spent the rest of his life there. A classical-subject painter, he became famous for his depictions of the luxury and decadence of the Roman Empire, with languorous figures set in fabulous marbled interiors or against a backdrop of dazzling blue Mediterranean Sea and sky. Though admired during his lifetime for his draftsmanship and depictions of Classical antiquity, his work fell into disrepute after his death, and only since the 1960s has it been re-evaluated for its importance within nineteenth-century English art.","ArtistLink":"https://en.wikipedia.org/wiki/Lawrence_Alma-Tadema"},{"ArtistID":"143","FirstName":"Friedrich","LastName":"Amerling","Nationality":"Austria","Gender":"M","YearOfBirth":"1803","YearOfDeath":"1887","Details":"Friedrich von Amerling was an Austro-Hungarian portrait painter in the court of Franz Josef. He was born in Vienna and was court painter between 1835 and 1880. With Ferdinand Georg Waldmüller he is one of the outstanding Austrian portrait painters of the 19th century.","ArtistLink":"https://en.wikipedia.org/wiki/Friedrich_von_Amerling"},{"ArtistID":"41","FirstName":"Giacomo","LastName":"Balla","Nationality":"Italy","Gender":"M","YearOfBirth":"1871","YearOfDeath":"1958","Details":"Giacomo Balla was an Italian painter.","ArtistLink":"http://en.wikipedia.org/wiki/Giacomo_Balla"},{"ArtistID":"135","FirstName":"Giovanni","LastName":"Bellini","Nationality":"Italy","Gender":"M","YearOfBirth":"1430","YearOfDeath":"1516","Details":"Giovanni Bellini was an Italian Renaissance painter, probably the best known of the Bellini family of Venetian painters. His father was Jacopo Bellini, his brother was Gentile Bellini, and his brother-in-law was Andrea Mantegna. He is considered to have revolutionized Venetian painting, moving it towards a more sensuous and colouristic style. Through the use of clear, slow-drying oil paints, Giovanni created deep, rich tints and detailed shadings. His sumptuous coloring and fluent, atmospheric landscapes had a great effect on the Venetian painting school, especially on his pupils Giorgione and Titian.","ArtistLink":"https://en.wikipedia.org/wiki/Giovanni_Bellini"},{"ArtistID":"138","FirstName":"Arnold","LastName":"Bocklin","Nationality":"Switzerland","Gender":"M","YearOfBirth":"1827","YearOfDeath":"1901","Details":"Arnold Böcklin was a Swiss symbolist painter.","ArtistLink":"https://en.wikipedia.org/wiki/Arnold_B%C3%B6cklin"},{"ArtistID":"117","FirstName":"Hieronymus","LastName":"Bosch","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1450","YearOfDeath":"1516","Details":"Hieronymus Bosch was an Early Netherlandish painter. His work is known for its use of fantastic imagery to illustrate moral and religious concepts and narratives.","ArtistLink":"http://en.wikipedia.org/wiki/Hieronymus_Bosch"},{"ArtistID":"95","FirstName":"Sandro","LastName":"Botticelli","Nationality":"Italy","Gender":"M","YearOfBirth":"1445","YearOfDeath":"1510","Details":"Alessandro di Mariano di Vanni Filipepi, better known as Sandro Botticelli was an Italian painter of the Early Renaissance. He belonged to the Florentine school under the patronage of Lorenzo de' Medici, a movement that Giorgio Vasari would characterize less than a hundred years later as a \"golden age\", a thought, suitably enough, he expressed at the head of his Vita of Botticelli. Botticelli's posthumous reputation suffered until the late 19th century; since then his work has been seen to represent the linear grace of Early Renaissance painting. Among his best known works are The Birth of Venus and Primavera.","ArtistLink":"http://en.wikipedia.org/wiki/Sandro_Botticelli"},{"ArtistID":"107","FirstName":"Francois","LastName":"Boucher","Nationality":"France","Gender":"M","YearOfBirth":"1703","YearOfDeath":"1770","Details":"Possibly the most popular 18th century artist, Francois Boucher was a French painter in the Rococo style. When he was 17 years old, Boucher was apprenticed for a short time to the French painter Francois Lemoyne, and then to the engraver Jean-Francois Cars. After three years of work and artistic study, Boucher won the Grand Prix de Rome, a scholarship for artistic study, allowing him to travel to Italy and further his study in art. Upon his return to France, he was accepted into the Royal Academy of Painting and Sculpture, and three years later became a faculty member.","ArtistLink":"http://en.wikipedia.org/wiki/Fran%C3%A7ois_Boucher"},{"ArtistID":"140","FirstName":"William","LastName":"Bouguereau","Nationality":"France","Gender":"M","YearOfBirth":"1825","YearOfDeath":"1905","Details":"William-Adolphe Bouguereau was a French academic painter and traditionalist. In his realistic genre paintings he used mythological themes, making modern interpretations of classical subjects, with an emphasis on the female human body. During his life he enjoyed significant popularity in France and the United States, was given numerous official honors, and received top prices for his work. As the quintessential salon painter of his generation, he was reviled by the Impressionist avant-garde. By the early twentieth century, Bouguereau and his art fell out of favor with the public, due in part to changing tastes. In the 1980s, a revival of interest in figure painting led to a rediscovery of Bouguereau and his work. Throughout the course of his life, Bouguereau executed 822 known finished paintings, although the whereabouts of many are still unknown.","ArtistLink":"https://en.wikipedia.org/wiki/William-Adolphe_Bouguereau"},{"ArtistID":"120","FirstName":"Agnolo","LastName":"Bronzino","Nationality":"Italy","Gender":"M","YearOfBirth":"1503","YearOfDeath":"1572","Details":"One of the greatest painters of the sixteenth century, Agnolo di Cosimo Tori, known as Bronzino, embodied the Mannerist style in the years of the government of Cosimo I de Medici.","ArtistLink":"http://en.wikipedia.org/wiki/Bronzino"},{"ArtistID":"118","FirstName":"Pieter","LastName":"Bruegel the Elder","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1525","YearOfDeath":"1569","Details":"Pieter Bruegel (Brueghel) the Elder was a Flemish Renaissance painter and printmaker known for his landscapes and peasant scenes (so called genre painting). He is sometimes referred to as the \"Peasant Bruegel.\" From 1559 he dropped the 'h' from his name and signed his paintings as Bruegel.","ArtistLink":"http://en.wikipedia.org/wiki/Pieter_Bruegel_the_Elder"},{"ArtistID":"131","FirstName":null,"LastName":"Canaletto","Nationality":"Italy","Gender":"M","YearOfBirth":"1697","YearOfDeath":"1768","Details":"Giovanni Antonio Canal, better known as Canaletto, was an Italian painter of landscapes of Venice. He was also an important printmaker in etching. He was the son of the painter Bernardo Canal, he visited England between 1746-56 and he is famous for his urban landscapes of Venice. He is very famous for his scenes, usually associated with \"evocative views of the city\".","ArtistLink":"https://en.wikipedia.org/wiki/Canaletto"},{"ArtistID":"101","FirstName":null,"LastName":"Caravaggio","Nationality":"Italy","Gender":"M","YearOfBirth":"1571","YearOfDeath":"1610","Details":"Michelangelo Merisi da Caravaggio was an Italian artist active in Rome, Naples, Malta, and Sicily between 1593 and 1610. His paintings, which combine a realistic observation of the human state, both physical and emotional, with a dramatic use of lighting, had a formative influence on the Baroque school of painting.","ArtistLink":"http://en.wikipedia.org/wiki/Caravaggio"},{"ArtistID":"16","FirstName":"Mary","LastName":"Cassatt","Nationality":"USA","Gender":"F","YearOfBirth":"1845","YearOfDeath":"1926","Details":"Mary Stevenson Cassatt was an American painter and printmaker. She lived much of her adult life in France, where she first befriended Edgar Degas and later exhibited among the Impressionists. Cassatt often created images of the social and private lives of women, with particular emphasis on the intimate bonds between mothers and children.","ArtistLink":"http://en.wikipedia.org/wiki/Mary_Cassatt"},{"ArtistID":"21","FirstName":"Paul","LastName":"Cezanne","Nationality":"France","Gender":"M","YearOfBirth":"1839","YearOfDeath":"1906","Details":"Paul Cezanne was a French artist and Post-Impressionist painter whose work laid the foundations of the transition from the 19th century conception of artistic endeavour to a new and radically different world of art in the 20th century. Cezanne can be said to form the bridge between late 19th century Impressionism and the early 20th century's new line of artistic enquiry, Cubism. The line attributed to both Matisse and Picasso that Cezanne \"is the father of us all\" cannot be easily dismissed.","ArtistLink":"http://en.wikipedia.org/wiki/C%C3%A9zanne"},{"ArtistID":"64","FirstName":"Marc","LastName":"Chagall","Nationality":"Russia","Gender":"M","YearOfBirth":"1887","YearOfDeath":"1985","Details":"Marc Chagall was a Belorussian-French artist associated with several major artistic styles and one of the most successful artists of the 20th century. He was an early modernist, and created works in virtually every artistic medium, including painting, book illustrations, stained glass, stage sets, ceramic, tapestries and fine art prints.","ArtistLink":"http://en.wikipedia.org/wiki/Chagall"},{"ArtistID":"108","FirstName":"Jean-Baptiste-Simeon","LastName":"Chardin","Nationality":"France","Gender":"M","YearOfBirth":"1699","YearOfDeath":"1779","Details":"Jean-Baptiste-Simeon Chardin was an 18th-century French painter. He is considered a master of still life, and is also noted for his genre paintings which depict kitchen maids, children, and domestic activities. Carefully balanced composition, soft diffusion of light, and granular impasto characterize his work.","ArtistLink":"http://en.wikipedia.org/wiki/Jean-Baptiste-Sim%C3%A9on_Chardin"},{"ArtistID":"10","FirstName":"Gustave","LastName":"Courbet","Nationality":"France","Gender":"M","YearOfBirth":"1818","YearOfDeath":"1877","Details":"Jean Gustave Courbet was a French painter who led the Realist movement in 19th-century French painting. The Realist movement bridged the Romantic movement (characterized by the paintings of Theodore Gericault and Eugene Delacroix), with the Barbizon School and the Impressionists. Courbet occupies an important place in 19th century French painting as an innovator and as an artist willing to make bold social commentary in his work.","ArtistLink":"http://en.wikipedia.org/wiki/Courbet"},{"ArtistID":"97","FirstName":"Leonardo","LastName":"da Vinci","Nationality":"Italy","Gender":"M","YearOfBirth":"1452","YearOfDeath":"1519","Details":"Leonardo di ser Piero da Vinci was an Italian Renaissance polymath: painter, sculptor, architect, musician, mathematician, engineer, inventor, anatomist, geologist, cartographer, botanist, and writer. His genius, perhaps more than that of any other figure, epitomized the Renaissance humanist ideal. Leonardo has often been described as the archetype of the Renaissance Man, a man of \"unquenchable curiosity\" and \"feverishly inventive imagination\". He is widely considered to be one of the greatest painters of all time and perhaps the most diversely talented person ever to have lived. According to art historian Helen Gardner, the scope and depth of his interests were without precedent and \"his mind and personality seem to us superhuman, the man himself mysterious and remote\". Marco Rosci states that while there is much speculation about Leonardo, his vision of the world is essentially logical rather than mysterious, and that the empirical methods he employed were unusual for his time.","ArtistLink":"http://en.wikipedia.org/wiki/Leonardo_da_Vinci"},{"ArtistID":"45","FirstName":"Salvidor","LastName":"Dali","Nationality":"Spain","Gender":"M","YearOfBirth":"1904","YearOfDeath":"1989","Details":"Salvador Dali was a prominent Spanish Catalan surrealist painter born in Figueres, Spain. Dali was a skilled draftsman, best known for the striking and bizarre images in his surrealist work. His painterly skills are often attributed to the influence of Renaissance masters. His best-known work, The Persistence of Memory, was completed in August 1931. Dali's expansive artistic repertoire included film, sculpture, and photography, at times in collaboration with a range of artists in a variety of media.","ArtistLink":"http://en.wikipedia.org/wiki/Salvador_Dal%C3%AD"},{"ArtistID":"5","FirstName":"Jacques-Louis","LastName":"David","Nationality":"France","Gender":"M","YearOfBirth":"1748","YearOfDeath":"1825","Details":"Jacques-Louis David was a French painter in the Neoclassical style, considered to be the preeminent painter of the era. In the 1780s his cerebral brand of history painting marked a change in taste away from Rococo frivolity toward a classical austerity and severity, heightened feeling chiming with the moral climate of the final years of the Ancien Regime.","ArtistLink":"http://en.wikipedia.org/wiki/Jacques-Louis_David"},{"ArtistID":"15","FirstName":"Edgar","LastName":"Degas","Nationality":"France","Gender":"M","YearOfBirth":"1834","YearOfDeath":"1917","Details":"Edgar Degas, born Hilaire-Germain-Edgar De Gas, was a French artist famous for his work in painting, sculpture, printmaking and drawing. He is regarded as one of the founders of Impressionism although he rejected the term, and preferred to be called a realist. A superb draughtsman, he is especially identified with the subject of the dance, and over half of his works depict dancers. These display his mastery in the depiction of movement, as do his racecourse subjects and female nudes. His portraits are notable for their psychological complexity and depiction of human isolation.","ArtistLink":"http://en.wikipedia.org/wiki/Degas"},{"ArtistID":"7","FirstName":"Eugene","LastName":"Delacroix","Nationality":"France","Gender":"M","YearOfBirth":"1798","YearOfDeath":"1863","Details":"Eugene Delacroix was a French Romantic artist regarded from the outset of his career as the leader of the French Romantic school. Delacroix's use of expressive brush strokes and his study of the optical effects of colour profoundly shaped the work of the Impressionists, while his passion for the exotic inspired the artists of the Symbolist movement. A fine lithographer, Delacroix illustrated various works of William Shakespeare, the Scottish writer Walter Scott and the German writer Johann Wolfgang von Goethe.","ArtistLink":"http://en.wikipedia.org/wiki/Eug%C3%A8ne_Delacroix"},{"ArtistID":"32","FirstName":"Andre","LastName":"Derain","Nationality":"France","Gender":"M","YearOfBirth":"1880","YearOfDeath":"1919","Details":"Andre Derain  was a French artist, painter, sculptor and co-founder of Fauvism with Henri Matisse","ArtistLink":"http://en.wikipedia.org/wiki/Andr%C3%A9_Derain"},{"ArtistID":"116","FirstName":"Albrecht","LastName":"Dürer","Nationality":"Germany","Gender":"M","YearOfBirth":"1471","YearOfDeath":"1528","Details":"Albrecht Durer was a German painter, engraver, printmaker, mathematician, and theorist from Nuremberg. His high-quality woodcuts established his reputation and influence across Europe when he was still in his twenties, and he has been conventionally regarded as the greatest artist of the Northern Renaissance ever since. His vast body of work includes altarpieces and religious works, numerous portraits and self-portraits, and copper engravings. The woodcuts, such as the Apocalypse series (1498), retain a more Gothic flavour than the rest of his work. His well-known prints include the Knight, Death, and the Devil (1513), Saint Jerome in his Study (1514) and Melencolia I (1514), which has been the subject of extensive analysis and interpretation. His watercolours also mark him as one of the first European landscape artists, while his ambitious woodcuts revolutionized the potential of that medium. Dürer's introduction of classical motifs into Northern art, through his knowledge of Italian artists and German humanists, has secured his reputation as one of the most important figures of the Northern Renaissance. This is reinforced by his theoretical treatises, which involve principles of mathematics, perspective and ideal proportions.","ArtistLink":"http://en.wikipedia.org/wiki/Albrecht_D%C3%Bcrer"},{"ArtistID":"103","FirstName":"Anthony van","LastName":"Dyck","Nationality":"Belgium","Gender":"M","YearOfBirth":"1599","YearOfDeath":"1641","Details":"Sir Anthony van Dyck was a Flemish Baroque artist who became the leading court painter in England. He is most famous for his portraits of Charles I of England and his family and court, painted with a relaxed elegance that was to be the dominant influence on English portrait-painting for the next 150 years. He also painted biblical and mythological subjects, displayed outstanding facility as a draftsman, and was an important innovator in watercolour and etching.","ArtistLink":"http://en.wikipedia.org/wiki/Anthony_van_Dyck"},{"ArtistID":"93","FirstName":"Piero della","LastName":"Francesca","Nationality":"Italy","Gender":"M","YearOfBirth":"1412","YearOfDeath":"1492","Details":"Piero della Francesca was a painter of the Early Renaissance. As testified by Giorgio Vasari in his Lives of the Artists, to contemporaries he was also known as a mathematician and geometer. Nowadays Piero della Francesca is chiefly appreciated for his art. His painting was characterized by its serene humanism, its use of geometric forms and perspective. His most famous work is the cycle of frescoes \"The Legend of the True Cross\" in the church of San Francesco in the Tuscan town of Arezzo.","ArtistLink":"http://en.wikipedia.org/wiki/Piero_della_Francesca"},{"ArtistID":"137","FirstName":"Caspar David","LastName":"Friedrich","Nationality":"Germany","Gender":"M","YearOfBirth":"1774","YearOfDeath":"1840","Details":"Caspar David Friedrich was a 19th-century German Romantic landscape painter, generally considered the most important German artist of his generation. He is best known for his mid-period allegorical landscapes which typically feature contemplative figures silhouetted against night skies, morning mists, barren trees or Gothic ruins.","ArtistLink":"https://en.wikipedia.org/wiki/Caspar_David_Friedrich"},{"ArtistID":"141","FirstName":"Agnolo","LastName":"Gaddi","Nationality":"Italy","Gender":"M","YearOfBirth":"1350","YearOfDeath":"1396","Details":"Taddeo Gaddi was himself the major pupil of the Florentine master Giotto. Agnolo was an influential and prolific artist who was the last major Florentine painter stylistically descended from Giotto.","ArtistLink":"https://en.wikipedia.org/wiki/Agnolo_Gaddi"},{"ArtistID":"110","FirstName":"Thomas","LastName":"Gainsborough","Nationality":"England","Gender":"M","YearOfBirth":"1737","YearOfDeath":"1788","Details":"Thomas Gainsborough was an English portrait and landscape painter. He is credited as the originator of the 18th century British landscape school.","ArtistLink":"http://en.wikipedia.org/wiki/Thomas_Gainsborough"},{"ArtistID":"18","FirstName":"Paul","LastName":"Gauguin","Nationality":"France","Gender":"M","YearOfBirth":"1848","YearOfDeath":"1903","Details":"Eugene Henri Paul Gauguin was a leading French Post-Impressionist artist. He was an important figure in the Symbolist movement as a painter, sculptor, print-maker, ceramist, and writer. His bold experimentation with coloring led directly to the Synthetist style of modern art while his expression of the inherent meaning of the subjects in his paintings, under the influence of the cloisonnist style, paved the way to Primitivism and the return to the pastoral. He was also an influential proponent of wood engraving and woodcuts as art forms.","ArtistLink":"http://en.wikipedia.org/wiki/Gauguin"},{"ArtistID":"111","FirstName":"Artemisia","LastName":"Gentileschi","Nationality":"Italy","Gender":"F","YearOfBirth":"1593","YearOfDeath":"1656","Details":"Artemisia Gentileschi was an Italian Baroque painter, today considered one of the most accomplished painters in the generation after Caravaggio. In an era when female painters were not easily accepted by the artistic community or patrons, she was the first female painter to become a member of the Accademia di Arte del Disegno in Florence. She painted many pictures of strong and suffering women from myth and the Bible -- victims, suicides, warriors -- and made a speciality of the Judith story.  That she was a woman painting in the 17th century and that she was raped herself and participated in prosecuting the rapist long overshadowed her achievements as an artist. For many years she was regarded as a curiosity. Today she is regarded as one of the most progressive and expressionist painters of her generation.","ArtistLink":"http://en.wikipedia.org/wiki/Artemisia_Gentileschi"},{"ArtistID":"114","FirstName":null,"LastName":"Giotto","Nationality":"Italy","Gender":"M","YearOfBirth":"1266","YearOfDeath":"1337","Details":"Giotto di Bondone better known simply as Giotto, was an Italian painter and architect from Florence in the late Middle Ages. He is generally considered the first in a line of great artists who contributed to the Italian Renaissance.","ArtistLink":"https://en.wikipedia.org/wiki/Giotto"},{"ArtistID":"8","FirstName":"Francisco","LastName":"Goya","Nationality":"Spain","Gender":"M","YearOfBirth":"1746","YearOfDeath":"1828","Details":"Francisco Jose de Goya y Lucientes was a Spanish romantic painter and printmaker regarded both as the last of the Old Masters and the first of the moderns. Goya was a court painter to the Spanish Crown, and through his works was both a commentator on and chronicler of his era. The subversive and imaginative element in his art, as well as his bold handling of paint, provided a model for the work of later generations of artists, notably Manet, Picasso and Francis Bacon.","ArtistLink":"http://en.wikipedia.org/wiki/Goya"},{"ArtistID":"121","FirstName":"El","LastName":"Greco","Nationality":"Greece","Gender":"M","YearOfBirth":"1514","YearOfDeath":"1614","Details":"El Greco, born Domnikos Theotokopoulos,  was a painter, sculptor and architect of the Spanish Renaissance. \"El Greco\" (The Greek) was a nickname,a reference to his national Greek origin. El Greco's dramatic and expressionistic style was met with puzzlement by his contemporaries but found appreciation in the 20th century. El Greco is regarded as a precursor of both Expressionism and Cubism.","ArtistLink":"http://en.wikipedia.org/wiki/El_Greco"},{"ArtistID":"123","FirstName":"Frans","LastName":"Hals","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1582","YearOfDeath":"1666","Details":"Frans Hals the Elder was a Dutch Golden Age portrait painter who lived and worked in Haarlem. He is notable for his loose painterly brushwork, and he helped introduce this lively style of painting into Dutch art. Hals played an important role in the evolution of 17th-century group portraiture.","ArtistLink":"https://en.wikipedia.org/wiki/Frans_Hals"},{"ArtistID":"136","FirstName":"Francesco","LastName":"Hayez","Nationality":"Italy","Gender":"M","YearOfBirth":"1791","YearOfDeath":"1882","Details":"Francesco Hayez was an Italian painter, the leading artist of Romanticism in mid-19th-century Milan, renowned for his grand historical paintings, political allegories and exceptionally fine portraits.","ArtistLink":"https://en.wikipedia.org/wiki/Francesco_Hayez"},{"ArtistID":"126","FirstName":"Pieter de","LastName":"Hooch","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1629","YearOfDeath":"1684","Details":"Pieter de Hooch was a Dutch Golden Age painter famous for his genre works of quiet domestic scenes with an open doorway. He was a contemporary of Jan Vermeer in the Delft Guild of St. Luke, with whom his work shares themes and style.","ArtistLink":"https://en.wikipedia.org/wiki/Pieter_de_Hooch"},{"ArtistID":"6","FirstName":"Jean-Auguste-Dominique","LastName":"Ingres","Nationality":"France","Gender":"M","YearOfBirth":"1780","YearOfDeath":"1867","Details":"Jean-Auguste-Dominique Ingres was a French Neoclassical painter. Although he considered himself to be a painter of history in the tradition of Nicolas Poussin and Jacques-Louis David, by the end of his life it was Ingres's portraits, both painted and drawn, that were recognized as his greatest legacy.","ArtistLink":"http://en.wikipedia.org/wiki/Ingres"},{"ArtistID":"40","FirstName":"Vasily","LastName":"Kandinsky","Nationality":"Russia","Gender":"M","YearOfBirth":"1866","YearOfDeath":"1944","Details":"Wassily Wassilyevich Kandinsky was a Russian painter and art theorist. He is credited with painting the first purely-abstract works. Born in Moscow, Kandinsky spent his childhood in Odessa. He enrolled at the University of Moscow, studying law and economics. Successful in his profession; he was offered a professorship (chair of Roman Law) at the University of Dorpat and he began painting studies (life-drawing, sketching and anatomy) at the age of 30.","ArtistLink":"http://en.wikipedia.org/wiki/Kandinsky"},{"ArtistID":"60","FirstName":"Paul","LastName":"Klee","Nationality":"Switzerland","Gender":"M","YearOfBirth":"1879","YearOfDeath":"1940","Details":"Paul Klee was born in Munchenbuchsee, Switzerland, and is considered both a German and a Swiss painter. His highly individual style was influenced by movements in art that included expressionism, cubism, and surrealism. He was, as well, a student of orientalism. Klee was a natural draftsman who experimented with and eventually mastered color theory, and wrote extensively about it; his lectures Writings on Form and Design Theory (Schriften zur Form und Gestaltungslehre), published in English as the Paul Klee Notebooks, are considered so important for modern art that they are compared to the importance that Leonardo da Vinci's A Treatise on Painting had for Renaissance. He and his colleague, the Russian painter Wassily Kandinsky, both taught at the German Bauhaus school of art, design and architecture. His works reflect his dry humour and his sometimes childlike perspective, his personal moods and beliefs, and his musicality.","ArtistLink":"http://en.wikipedia.org/wiki/Paul_Klee"},{"ArtistID":"29","FirstName":"Gustav","LastName":"Klimt","Nationality":"Austria","Gender":"M","YearOfBirth":"1862","YearOfDeath":"1918","Details":"Gustav Klimt was an Austrian Symbolist painter and one of the most prominent members of the Vienna Secession movement. His major works include paintings, murals, sketches, and other art objects. Klimt's primary subject was the female body, and his works are marked by a frank eroticism; nowhere is this more apparent than in his numerous drawings in pencil.","ArtistLink":"http://en.wikipedia.org/wiki/Klimt"},{"ArtistID":"125","FirstName":"Jan","LastName":"Kruseman","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1804","YearOfDeath":"1862","Details":"Jan Adam Kruseman (1804-1862) of Haarlem was apprenticed to his uncle Cornelis Kruseman. He later studied at Brussels and Paris. In 1834-1836, he made a series of journeys to Germany, England and Scotland. For a while, he lived in Driebergen, before returning to Haarlem in 1858. Kruseman painted historical, biblical and genre scenes, although mainly portraits. In all he received around five hundred commissions from aristocrats and wealthy commoners for portraits.","ArtistLink":"https://en.wikipedia.org/wiki/Jan_Adam_Kruseman"},{"ArtistID":"113","FirstName":"Elisabeth Louise","LastName":"Lebrun","Nationality":"France","Gender":"F","YearOfBirth":"1755","YearOfDeath":"1842","Details":"Elisabeth Louise Vigee Le Brun also known as Madame Lebrun, was a French painter, and is recognized as the most important female painter of the 18th century. Her style is generally considered Rococo and shows interest in the subject of neoclassical painting. Vigee Le Brun cannot be considered a pure Neoclassist, however, in that she creates mostly portraits in Neoclassical dress.","ArtistLink":"http://en.wikipedia.org/wiki/Elisabeth_Vigee-Lebrun"},{"ArtistID":"112","FirstName":"Judith","LastName":"Leyster","Nationality":"Netherlands","Gender":"F","YearOfBirth":"1609","YearOfDeath":"1660","Details":"Judith Jans Leyster (also Leijster)was a Dutch Golden Age painter. She was one of three significant women artists in Dutch Golden Age painting; the other two, Rachel Ruysch and Maria van Oosterwijk, were specialized painters of flower still-lifes, while Leyster painted genre works, a few portraits, and a single still life. The number of surviving works attributed to her varies between fewer than 20 and about 35. She largely gave up painting after her marriage, which produced five children.","ArtistLink":"http://en.wikipedia.org/wiki/Judith_Leyster"},{"ArtistID":"92","FirstName":"Filippo","LastName":"Lippi","Nationality":"Italy","Gender":"M","YearOfBirth":"1406","YearOfDeath":"1469","Details":"Filippo Lippi, also called Lippo Lippi, was an Italian painter of the Italian Quattrocento (15th century).","ArtistLink":"http://en.wikipedia.org/wiki/Filippo_Lippi"},{"ArtistID":"12","FirstName":"Edouard","LastName":"Manet","Nationality":"France","Gender":"M","YearOfBirth":"1832","YearOfDeath":"1883","Details":"Edouard Manet was a French painter. One of the first 19th-century artists to approach modern-life subjects, he was a pivotal figure in the transition from Realism to Impressionism.","ArtistLink":"http://en.wikipedia.org/wiki/Manet"},{"ArtistID":"94","FirstName":"Andrea","LastName":"Mantegna","Nationality":"Italy","Gender":"M","YearOfBirth":"1431","YearOfDeath":"1506","Details":"Andrea Mantegna was an Italian painter, a student of Roman archeology, and son in law of Jacopo Bellini. Like other artists of the time, Mantegna experimented with perspective, e.g., by lowering the horizon in order to create a sense of greater monumentality. His flinty, metallic landscapes and somewhat stony figures give evidence of a fundamentally sculptural approach to painting. He also led a workshop that was the leading producer of prints in Venice before 1500.","ArtistLink":"http://en.wikipedia.org/wiki/Andrea_Mantegna"},{"ArtistID":"2","FirstName":"Henri","LastName":"Matisse","Nationality":"France","Gender":"M","YearOfBirth":"1869","YearOfDeath":"1954","Details":"Henri Matisse was a French artist, known for his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter. Matisse is commonly regarded, along with Picasso and Marcel Duchamp, as one of the three artists who helped to define the revolutionary developments in the plastic arts in the opening decades of the 20th century, responsible for significant developments in painting and sculpture. Although he was initially labelled a Fauve (wild beast), by the 1920s he was increasingly hailed as an upholder of the classical tradition in French painting. His mastery of the expressive language of colour and drawing, displayed in a body of work spanning over a half-century, won him recognition as a leading figure in modern art","ArtistLink":"http://en.wikipedia.org/wiki/Matisse"},{"ArtistID":"128","FirstName":"Anton","LastName":"Mauve","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1838","YearOfDeath":"1888","Details":"Anthonij (Anton) Rudolf Mauve was a Dutch realist painter who was a leading member of the Hague School. He signed his paintings 'A. Mauve' or with a monogrammed 'A.M.'. A master colorist, he was a very significant early influence on his cousin-in-law Vincent van Gogh. Most of Mauve's work depicts people and animals in outdoor settings. In his Morning Ride in the Rijksmuseum, for example, fashionable equestrians at the seacoast are seen riding away from the viewer. An unconventional detail, horse droppings in the foreground, attests his commitment to realism.","ArtistLink":"https://en.wikipedia.org/wiki/Anton_Mauve"},{"ArtistID":"98","FirstName":null,"LastName":"Michelangelo","Nationality":"Italy","Gender":"M","YearOfBirth":"1475","YearOfDeath":"1564","Details":"Michelangelo di Lodovico Buonarroti Simoni commonly known as Michelangelo, was an Italian sculptor, painter, architect, poet, and engineer of the High Renaissance who exerted an unparalleled influence on the development of Western art. Despite making few forays beyond the arts, his versatility in the disciplines he took up was of such a high order that he is often considered a contender for the title of the archetypal Renaissance man, along with his fellow Italian Leonardo da Vinci. Michelangelo was considered the greatest living artist in his lifetime, and ever since then he has been held to be one of the greatest artists of all time. A number of his works in painting, sculpture, and architecture rank among the most famous in existence. His output in every field during his long life was prodigious; when the sheer volume of correspondence, sketches, and reminiscences that survive is also taken into account, he is the best-documented artist of the 16th century.","ArtistLink":"http://en.wikipedia.org/wiki/Michelangelo"},{"ArtistID":"73","FirstName":"Piet","LastName":"Mondrian","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1872","YearOfDeath":"1944","Details":"Pieter Cornelis \"Piet\" Mondriaan, after 1912 Mondrian, was a Dutch painter. He was an important contributor to the De Stijl art movement and group, which was founded by Theo van Doesburg. He evolved a non-representational form which he termed Neo-Plasticism. This consisted of white ground, upon which was painted a grid of vertical and horizontal black lines and the three primary colors.","ArtistLink":"http://en.wikipedia.org/wiki/Piet_Mondrian"},{"ArtistID":"17","FirstName":"Claude","LastName":"Monet","Nationality":"France","Gender":"M","YearOfBirth":"1840","YearOfDeath":"1926","Details":"Claude Monet was a founder of French impressionist painting, and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein-air landscape painting. The term Impressionism is derived from the title of his painting Impression, Sunrise (Impression, soleil levant).","ArtistLink":"http://en.wikipedia.org/wiki/Claude_Monet"},{"ArtistID":"24","FirstName":"Edvard","LastName":"Munch","Nationality":"Norway","Gender":"M","YearOfBirth":"1863","YearOfDeath":"1944","Details":"Edvard Munch was a Norwegian Symbolist painter, printmaker and an important forerunner of expressionist art. His best-known composition, The Scream, is part of a series The Frieze of Life, in which Munch explored the themes of love, fear, death, melancholia, and anxiety.","ArtistLink":"http://en.wikipedia.org/wiki/Edvard_Munch"},{"ArtistID":"96","FirstName":"Pietro","LastName":"Perugino","Nationality":"Italy","Gender":"M","YearOfBirth":"1446","YearOfDeath":"1524","Details":"Pietro Perugino, born Pietro Vannucci, was an Italian Renaissance painter of the Umbrian school, who developed some of the qualities that found classic expression in the High Renaissance. Raphael was his most famous pupil.","ArtistLink":"http://en.wikipedia.org/wiki/Pietro_Perugino"},{"ArtistID":"1","FirstName":"Pablo","LastName":"Picasso","Nationality":"Spain","Gender":"M","YearOfBirth":"1881","YearOfDeath":"1973","Details":"Pablo Ruiz Picasso was a Spanish painter, draughtsman, and sculptor who lived most of his life in France. He is widely known for co-founding the Cubist movement and for the wide variety of styles that he helped develop and explore. Among his most famous works are the proto-Cubist Les Demoiselles d'Avignon (1907) and Guernica (1937), a portrayal of the German bombing of Guernica during the Spanish Civil War.","ArtistLink":"http://en.wikipedia.org/wiki/Picasso"},{"ArtistID":"132","FirstName":"Nicolas","LastName":"Poussin","Nationality":"France","Gender":"M","YearOfBirth":"1594","YearOfDeath":"1665","Details":"Nicolas Poussin was the leading painter of the classical French Baroque style, although he spent most of his working life in Rome. His work is characterized by clarity, logic, and order, and favors line over color. Until the 20th century he remained a major inspiration for such classically oriented artists as Jacques-Louis David, Jean-Auguste-Dominique Ingres and Paul Cezanne. He worked in Rome for a circle of leading collectors from there and elsewhere, except for a short period when Cardinal Richelieu ordered him back to France to serve as First Painter to the King. Most of his works are history paintings of religious or mythological subjects that very often have a large landscape element.","ArtistLink":"https://en.wikipedia.org/wiki/Nicolas_Poussin"},{"ArtistID":"99","FirstName":null,"LastName":"Raphael","Nationality":"Italy","Gender":"M","YearOfBirth":"1483","YearOfDeath":"1520","Details":"Raffaello Sanzio da Urbino, better known simply as Raphael, was an Italian painter and architect of the High Renaissance. His work is admired for its clarity of form and ease of composition and for its visual achievement of the Neoplatonic ideal of human grandeur. Together with Michelangelo and Leonardo da Vinci, he forms the traditional trinity of great masters of that period.","ArtistLink":"http://en.wikipedia.org/wiki/Raphael"},{"ArtistID":"105","FirstName":null,"LastName":"Rembrandt","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1606","YearOfDeath":"1669","Details":"Rembrandt Harmenszoon van Rijn was a Dutch painter and etcher. He is generally considered one of the greatest painters and printmakers in European art history and the most important in Dutch history. His contributions to art came in a period of great wealth and cultural achievement that historians call the Dutch Golden Age when Dutch Golden Age painting, although in many ways antithetical to the Baroque style that dominated Europe, was extremely prolific and innovative.","ArtistLink":"http://en.wikipedia.org/wiki/Rembrandt"},{"ArtistID":"14","FirstName":"Pierre Auguste","LastName":"Renoir","Nationality":"France","Gender":"M","YearOfBirth":"1841","YearOfDeath":"1919","Details":"Pierre-Auguste Renoir was a French artist who was a leading painter in the development of the Impressionist style. As a celebrator of beauty, and especially feminine sensuality, it has been said that \"Renoir is the final representative of a tradition which runs directly from Rubens to Watteau.\"","ArtistLink":"http://en.wikipedia.org/wiki/Renoir"},{"ArtistID":"109","FirstName":"Joshua","LastName":"Reynolds","Nationality":"England","Gender":"M","YearOfBirth":"1740","YearOfDeath":"1790","Details":"Sir Joshua Reynolds was an influential eighteenth-century English painter, specialising in portraits and promoting the \"Grand Style\" in painting which depended on idealization of the imperfect. He was one of the founders and first president of the Royal Academy, and was knighted by George III in 1769.","ArtistLink":"http://en.wikipedia.org/wiki/Joshua_Reynolds"},{"ArtistID":"63","FirstName":"Henri","LastName":"Rousseau","Nationality":"France","Gender":"M","YearOfBirth":"1844","YearOfDeath":"1910","Details":"Henri Julien Felix Rousseau was a French Post-Impressionist painter in the Naive or Primitive manner. He was also known as Le Douanier (the customs officer), a humorous description of his occupation as a tax collector. Ridiculed during his life, he came to be recognized as a self-taught genius whose works are of high artistic quality.","ArtistLink":"http://en.wikipedia.org/wiki/Henri_Rousseau"},{"ArtistID":"102","FirstName":"Peter Paul","LastName":"Rubens","Nationality":"Belgium","Gender":"M","YearOfBirth":"1577","YearOfDeath":"1640","Details":"Sir Peter Paul Rubens was a German-born Flemish Baroque painter, and a proponent of an extravagant Baroque style that emphasised movement, colour, and sensuality. He is well known for his Counter-Reformation altarpieces, portraits, landscapes, and history paintings of mythological and allegorical subjects.","ArtistLink":"http://en.wikipedia.org/wiki/Peter_Paul_Rubens"},{"ArtistID":"127","FirstName":"Jacob van","LastName":"Ruisdael","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1628","YearOfDeath":"1682","Details":"The Haarlem-born painter Jacob van Ruisdael (ca. 1628-1682) began to paint at an early age. His first work dates from 1646. Ruisdael probably had lessons from his father, but his uncle, the artist Salomon van Ruysdael, must also have been a great influence on the young painter. As well as being a painter, Ruisdael was also a doctor. He painted not only woodland landscapes with strong, central motifs such as ruins, watermills and oaks, but also cityscapes and seascapes. Ruisdael's compositions are often more imposing than reality. His 'Bentheim Castle' and 'Windmill at Wijk bij Duurstede' are good examples of this.","ArtistLink":"https://en.wikipedia.org/wiki/Jacob_van_Ruisdael"},{"ArtistID":"142","FirstName":"Egon","LastName":"Schiele","Nationality":"Austria","Gender":"M","YearOfBirth":"1890","YearOfDeath":"1918","Details":"Egon Schiele was an Austrian painter. A protégé of Gustav Klimt, Schiele was a major figurative painter of the early 20th century. His work is noted for its intensity and its raw sexuality, and the many self-portraits the artist produced, including naked self-portraits. The twisted body shapes and the expressive line that characterize Schiele's paintings and drawings mark the artist as an early exponent of Expressionism.","ArtistLink":"https://en.wikipedia.org/wiki/Egon_Schiele"},{"ArtistID":"130","FirstName":"Therese","LastName":"Schwartze","Nationality":"Netherlands","Gender":"F","YearOfBirth":"1851","YearOfDeath":"1918","Details":"Thérèse Schwartze was born on 20 December 1851 in Amsterdam in the Netherlands. She was the daughter of the painter Johan Georg Schwartze, who grew up in Philadelphia and trained in Dusseldorf. Schwartze received her first training from her father, before studying for a year at the Rijksacademie van Beeldende Kunsten. She then travelled to Munich and studied under Gabriel Max and Franz von Lenbach. In 1879 she went to Paris to continue her studies under Jean-Jacques Henner. When she returned to Amsterdam she became a member of Arti et Amicitiae.","ArtistLink":"https://en.wikipedia.org/wiki/Th%C3%A9r%C3%A8se_Schwartze"},{"ArtistID":"20","FirstName":"Georges","LastName":"Seurat","Nationality":"France","Gender":"M","YearOfBirth":"1859","YearOfDeath":"1891","Details":"Georges-Pierre Seurat was a French Post-Impressionist painter and draftsman. He is noted for his innovative use of drawing media and for devising a technique of painting known as pointillism. His large-scale work A Sunday Afternoon on the Island of La Grande Jatte (1884-1886), Seurat's most famous painting, altered the direction of modern art by initiating Neo-impressionism, and is one of the icons of 19th century painting.","ArtistLink":"http://en.wikipedia.org/wiki/Seurat"},{"ArtistID":"124","FirstName":"Jan","LastName":"Steen","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1626","YearOfDeath":"1679","Details":"Jan Havickszoon Steen was a Dutch genre painter of the 17th century (also known as the Dutch Golden Age). His works are known for their psychological insight, sense of humour and abundance of colour","ArtistLink":"https://en.wikipedia.org/wiki/Jan_Steen"},{"ArtistID":"100","FirstName":null,"LastName":"Titian","Nationality":"Italy","Gender":"M","YearOfBirth":"1488","YearOfDeath":"1576","Details":"Tiziano Vecelli known in English as Titian was an Italian painter, the most important member of the 16th-century Venetian school. He was born in Pieve di Cadore, near Belluno (in Veneto), in the Republic of Venice. During his lifetime he was often called da Cadore, taken from the place of his birth. During the course of his long life, Titian's artistic manner changed drastically[4] but he retained a lifelong interest in color. Although his mature works may not contain the vivid, luminous tints of his early pieces, their loose brushwork and subtlety of polychromatic modulations are without precedent in the history of Western art.","ArtistLink":"http://en.wikipedia.org/wiki/Titian"},{"ArtistID":"28","FirstName":"Henri","LastName":"Toulouse-Lautrec","Nationality":"France","Gender":"M","YearOfBirth":"1864","YearOfDeath":"1901","Details":"Henri Marie Raymond de Toulouse-Lautrec-Monfa or simply Henri de Toulouse-Lautrec was a French painter, printmaker, draughtsman, and illustrator, whose immersion in the colourful and theatrical life of fin de siecle Paris yielded an oeuvre of exciting, elegant and provocative images of the modern and sometimes decadent life of those times. Toulouse-Lautrec is known along with Cezanne, Van Gogh, and Gauguin as one of the greatest painters of the Post-Impressionist period. In a 2005 auction at Christie's auction house a new record was set when \"La blanchisseuse\", an early painting of a young laundress, sold for $22.4 million U.S.","ArtistLink":"http://en.wikipedia.org/wiki/Toulouse-Lautrec"},{"ArtistID":"115","FirstName":"Jan","LastName":"van Eyck","Nationality":"Belgium","Gender":"M","YearOfBirth":"1390","YearOfDeath":"1441","Details":"Jan van Eyck was a Flemish painter active in Bruges and is generally considered one of the most significant Northern European painters of the 15th century. The few surviving records indicate that he was born around 1390, most likely in Maaseik. Outside of works completed with his brother Hubert van Eyck, only about 23 surviving works are confidently attributed to him, of which ten, including the Ghent altarpiece, are signed and dated.","ArtistLink":"http://en.wikipedia.org/wiki/Jan_van_Eyck"},{"ArtistID":"19","FirstName":"Vincent","LastName":"Van Gogh","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1853","YearOfDeath":"1890","Details":"Vincent Willem van Gogh was a Dutch post-Impressionist painter whose work, notable for its rough beauty, emotional honesty, and bold color, had a far-reaching influence on 20th-century art. After years of painful anxiety and frequent bouts of mental illness, he died at the age of 37 from a self-inflicted gunshot wound. His work was then known to only a handful of people and appreciated by fewer still.","ArtistLink":"http://en.wikipedia.org/wiki/Van_Gogh"},{"ArtistID":"104","FirstName":"Diego","LastName":"Velázquez","Nationality":"Spain","Gender":"M","YearOfBirth":"1599","YearOfDeath":"1660","Details":"Diego Rodriguez de Silva y Velazquez was a Spanish painter who was the leading artist in the court of King Philip IV. He was an individualistic artist of the contemporary Baroque period, important as a portrait artist. In addition to numerous renditions of scenes of historical and cultural significance, he painted scores of portraits of the Spanish royal family, other notable European figures, and commoners.","ArtistLink":"http://en.wikipedia.org/wiki/Diego_Vel%C3%A1zquez"},{"ArtistID":"106","FirstName":"Jan","LastName":"Vermeer","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1632","YearOfDeath":"1675","Details":"Jan Vermeer was a Dutch painter who specialized in domestic interior scenes of middle-class life. Vermeer was a moderately successful provincial genre painter in his lifetime. He seems never to have been particularly wealthy, leaving his wife and children in debt at his death, perhaps because he produced relatively few paintings. Vermeer worked slowly and with great care, using bright colours and sometimes expensive pigments, with a preference for cornflower blue and yellow. He is particularly renowned for his masterly treatment and use of light in his work.","ArtistLink":"http://en.wikipedia.org/wiki/Johannes_Vermeer"},{"ArtistID":"133","FirstName":"Ferdinand Georg","LastName":"Waldmüller","Nationality":"Austria","Gender":"M","YearOfBirth":"1793","YearOfDeath":"1865","Details":"Ferdinand Georg Waldmüller (1793-1865) is considered the most important Austrian artist of the 19th century. On the one hand, he produced outstanding works in the artistic disciplines prevalent at the time (portraiture, landscape, still life, and genre painting) and, on the other hand, he was always, throughout his life, in search of accomplishment, striding new paths that led the way into the future.","ArtistLink":"https://en.wikipedia.org/wiki/Ferdinand_Georg_Waldm%C3%Bcller"},{"ArtistID":"139","FirstName":"John William","LastName":"Waterhouse","Nationality":"England","Gender":"M","YearOfBirth":"1849","YearOfDeath":"1917","Details":"John William Waterhouse was an English painter known for working in the Pre-Raphaelite style. He worked several decades after the breakup of the Pre-Raphaelite Brotherhood, which had seen its heyday in the mid-nineteenth century, leading to his sobriquet \"the modern Pre-Raphaelite\". Borrowing stylistic influences not only from the earlier Pre-Raphaelites but also from his contemporaries, the Impressionists, his artworks were known for their depictions of women from both ancient Greek mythology and Arthurian legend.","ArtistLink":"https://en.wikipedia.org/wiki/John_William_Waterhouse"},{"ArtistID":"134","FirstName":"Rogier van der","LastName":"Weyden","Nationality":"Netherlands","Gender":"M","YearOfBirth":"1399","YearOfDeath":"1464","Details":"Rogier van der Weyden or Roger de la Pasture was an Early Netherlandish painter. His surviving works consist mainly of religious triptychs, altarpieces and commissioned single and diptych portraits. Although his life was generally uneventful, he was highly successful and internationally famous in his lifetime. His paintings were exported (or taken) to Italy and Spain, and he received commissions from, amongst others, Philip the Good, Netherlandish nobility and foreign princes. By the latter half of the 15th century, he had eclipsed Jan van Eyck in popularity. However his fame lasted only until the 17th century, and largely due to changing taste, he was almost totally forgotten by the mid-18th century. His reputation was slowly rebuilt during the following 200 years; today he is known, with Robert Campin and van Eyck, as the third of the three great Early Flemish artists, and widely as the most influential Northern painter of the 15th century.","ArtistLink":"https://en.wikipedia.org/wiki/Rogier_van_der_Weyden"},{"ArtistID":"13","FirstName":"James Abbott","LastName":"Whistler","Nationality":"USA","Gender":"M","YearOfBirth":"1834","YearOfDeath":"1903","Details":"James Abbott McNeill Whistler was an American-born, British-based artist. Averse to sentimentality and moral allusion in painting, he was a leading proponent of the credo \"art for art's sake\". His famous signature for his paintings was in the shape of a stylized butterfly possessing a long stinger for a tail. The symbol was apt, for it combined both aspects of his personality; his art was characterized by a subtle delicacy, while his public persona was combative. Finding a parallel between painting and music, Whistler titled many of his paintings \"arrangements\", \"harmonies\", and \"nocturnes\", emphasizing the primacy of tonal harmony. His most famous painting is Whistler's Mother (1871), the revered and oft parodied portrait of motherhood. Whistler influenced the art world and the broader culture of his time with his artistic theories and his friendships with leading artists and writers.","ArtistLink":"http://en.wikipedia.org/wiki/James_Abbott_McNeill_Whistler"}]
